/*
Navicat MySQL Data Transfer

Source Server         : master
Source Server Version : 50095
Source Host           : 121.43.111.181:3306
Source Database       : appmanager

Target Server Type    : MYSQL
Target Server Version : 50095
File Encoding         : 65001

Date: 2016-05-06 16:04:54
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for cominfo
-- ----------------------------
DROP TABLE IF EXISTS `cominfo`;
CREATE TABLE `cominfo` (
  `cominfoid` varchar(36) NOT NULL,
  `username` varchar(36) default NULL,
  `country` varchar(50) default NULL,
  `product` varchar(100) default NULL,
  `fieldtype` int(11) default NULL COMMENT '0:国家;1:品名;2:品种;3:规格;4:供应商;5:销售商;6:品牌;7:重量;8:包装;9:品质;10:销售描述;11:板数',
  `fieldvalue` varchar(60) default NULL,
  `times` int(11) default NULL,
  `currentdate` timestamp NULL default NULL,
  `lastdate` timestamp NULL default NULL on update CURRENT_TIMESTAMP,
  PRIMARY KEY  (`cominfoid`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of cominfo
-- ----------------------------
INSERT INTO `cominfo` VALUES ('571de6500cf2c684eda44612', '13111111111', null, null, '0', 'China', '11', '2016-04-25 17:41:36', '2016-04-26 11:03:30');
INSERT INTO `cominfo` VALUES ('571de6500cf2c684eda44609', '13111111111', null, null, '0', 'China', '11', '2016-04-25 17:41:36', '2016-04-26 11:03:30');
INSERT INTO `cominfo` VALUES ('571de6500cf2c684eda44613', '13111111111', null, null, '1', 'product', '11', '2016-04-25 17:41:36', '2016-04-26 11:03:30');
INSERT INTO `cominfo` VALUES ('571de6500cf2c684eda4460a', '13111111111', null, null, '1', 'product', '11', '2016-04-25 17:41:36', '2016-04-26 11:03:30');
INSERT INTO `cominfo` VALUES ('571de6500cf2c684eda4460b', '13111111111', null, null, '3', 'spec', '12', '2016-04-25 17:41:36', '2016-04-26 11:03:30');
INSERT INTO `cominfo` VALUES ('571de6500cf2c684eda4460c', '13111111111', null, null, '4', 'supplier', '12', '2016-04-25 17:41:36', '2016-04-26 11:03:30');
INSERT INTO `cominfo` VALUES ('571de6500cf2c684eda4460d', '13111111111', null, null, '5', 'vendor', '12', '2016-04-25 17:41:36', '2016-04-26 11:03:30');
INSERT INTO `cominfo` VALUES ('571de6500cf2c684eda4460e', '13111111111', null, null, '6', 'brand', '12', '2016-04-25 17:41:36', '2016-04-26 11:03:30');
INSERT INTO `cominfo` VALUES ('571de6500cf2c684eda4460f', '13111111111', null, null, '7', '123', '12', '2016-04-25 17:41:36', '2016-04-26 11:03:30');
INSERT INTO `cominfo` VALUES ('571de6500cf2c684eda44610', '13111111111', null, null, '9', 'quality', '12', '2016-04-25 17:41:36', '2016-04-26 11:03:30');
INSERT INTO `cominfo` VALUES ('571de6500cf2c684eda44611', '13111111111', null, null, '11', '100', '12', '2016-04-25 17:41:36', '2016-04-26 11:03:30');
INSERT INTO `cominfo` VALUES ('571eda820cf251d6a4551f9a', '13111111111', null, null, '2', 'variety', '1', '2016-04-26 11:03:30', null);
INSERT INTO `cominfo` VALUES ('571eda820cf251d6a4551fa0', '13111111111', null, null, '8', 'package', '1', '2016-04-26 11:03:30', null);
INSERT INTO `cominfo` VALUES ('571eda820cf251d6a4551fa2', '13111111111', null, null, '10', 'description', '1', '2016-04-26 11:03:30', null);
INSERT INTO `cominfo` VALUES ('571eddc323d7b765d88378f7', '13111111111', 'China', 'product', '2', 'variety', '1', '2016-04-26 11:16:48', '2016-04-26 11:16:48');
INSERT INTO `cominfo` VALUES ('571eddc323d7b765d88378f8', '13111111111', 'China', 'product', '3', 'spec', '1', '2016-04-26 11:16:48', '2016-04-26 11:16:48');
INSERT INTO `cominfo` VALUES ('571eddc323d7b765d88378f9', '13111111111', 'China', 'product', '4', 'supplier', '1', '2016-04-26 11:16:48', '2016-04-26 11:16:48');
INSERT INTO `cominfo` VALUES ('571eddc323d7b765d88378fa', '13111111111', 'China', 'product', '5', 'vendor', '1', '2016-04-26 11:16:48', '2016-04-26 11:16:48');
INSERT INTO `cominfo` VALUES ('571eddc323d7b765d88378fb', '13111111111', 'China', 'product', '6', 'brand', '1', '2016-04-26 11:16:48', '2016-04-26 11:16:48');
INSERT INTO `cominfo` VALUES ('571eddc323d7b765d88378fc', '13111111111', 'China', 'product', '7', '123', '1', '2016-04-26 11:16:49', '2016-04-26 11:16:49');
INSERT INTO `cominfo` VALUES ('571eddc323d7b765d88378fd', '13111111111', 'China', 'product', '8', 'package', '1', '2016-04-26 11:16:49', '2016-04-26 11:16:49');
INSERT INTO `cominfo` VALUES ('571eddc323d7b765d88378fe', '13111111111', 'China', 'product', '9', 'quality', '1', '2016-04-26 11:16:49', '2016-04-26 11:16:49');
INSERT INTO `cominfo` VALUES ('571eddc323d7b765d88378ff', '13111111111', 'China', 'product', '10', 'description', '1', '2016-04-26 11:16:49', '2016-04-26 11:16:49');
INSERT INTO `cominfo` VALUES ('571eddc323d7b765d8837900', '13111111111', 'China', 'product', '11', '100', '1', '2016-04-26 11:16:49', '2016-04-26 11:16:49');
INSERT INTO `cominfo` VALUES ('571f149623d7243d511ffcd0', '13111111111', '德国', '黄金奇异果', '2', 'adf', '1', '2016-04-26 15:10:43', '2016-04-26 15:10:43');
INSERT INTO `cominfo` VALUES ('571f149623d7243d511ffcd1', '13111111111', '德国', '黄金奇异果', '3', 'sdf', '1', '2016-04-26 15:10:43', '2016-04-26 15:10:43');
INSERT INTO `cominfo` VALUES ('571f149623d7243d511ffcd2', '13111111111', '德国', '黄金奇异果', '4', '123', '1', '2016-04-26 15:10:43', '2016-04-26 15:10:43');
INSERT INTO `cominfo` VALUES ('571f149623d7243d511ffcd3', '13111111111', '德国', '黄金奇异果', '5', '123', '1', '2016-04-26 15:10:43', '2016-04-26 15:10:43');
INSERT INTO `cominfo` VALUES ('571f149623d7243d511ffcd4', '13111111111', '德国', '黄金奇异果', '6', 'sdf', '1', '2016-04-26 15:10:43', '2016-04-26 15:10:43');
INSERT INTO `cominfo` VALUES ('571f149623d7243d511ffcd5', '13111111111', '德国', '黄金奇异果', '7', '123', '1', '2016-04-26 15:10:43', '2016-04-26 15:10:43');
INSERT INTO `cominfo` VALUES ('571f149623d7243d511ffcd6', '13111111111', '德国', '黄金奇异果', '9', '123', '1', '2016-04-26 15:10:43', '2016-04-26 15:10:43');
INSERT INTO `cominfo` VALUES ('571f149623d7243d511ffcd7', '13111111111', '德国', '黄金奇异果', '11', '1231', '1', '2016-04-26 15:10:43', '2016-04-26 15:10:43');
INSERT INTO `cominfo` VALUES ('5721c6e423d74a0283327258', '13111111111', '阿根廷', '槟郎', '4', null, '1', '2016-04-28 16:16:01', '2016-04-28 16:16:01');
INSERT INTO `cominfo` VALUES ('5721c78023d74a0283327259', '13111111111', '阿根廷', '槟郎', '4', null, '1', '2016-04-28 16:18:37', '2016-04-28 16:18:37');
INSERT INTO `cominfo` VALUES ('5721c90a23d74a028332725a', '13111111111', '阿根廷', '槟郎', '4', 'temp', '1', '2016-04-28 16:25:11', '2016-04-28 16:25:11');
INSERT INTO `cominfo` VALUES ('5721cc0c23d74a028332725b', '13111111111', '阿根廷', '槟郎', '4', '', '1', '2016-04-28 16:38:00', '2016-04-28 16:38:00');
INSERT INTO `cominfo` VALUES ('5721ce4c23d74a028332725d', '13111111111', '阿根廷', '槟郎', '4', 'test', '1', '2016-04-28 16:47:37', '2016-04-28 16:47:37');
INSERT INTO `cominfo` VALUES ('5721d1ed23d74a028332725e', '13111111111', '阿根廷', '槟郎', '4', '销售赏', '1', '2016-04-28 17:03:06', '2016-04-28 17:03:06');
INSERT INTO `cominfo` VALUES ('5721d48523d74a028332725f', '13111111111', '阿根廷', '槟郎', '6', '品牌测试', '1', '2016-04-28 17:14:10', '2016-04-28 17:14:10');
INSERT INTO `cominfo` VALUES ('5721d4ac23d74a0283327260', '13111111111', '阿根廷', '槟郎', '6', '品牌测试1', '1', '2016-04-28 17:14:49', '2016-04-28 17:14:49');
INSERT INTO `cominfo` VALUES ('5721d50023d74a0283327267', '13111111111', '阿根廷', '槟郎', '6', '品牌测试2', '1', '2016-04-28 17:16:13', '2016-04-28 17:16:13');
INSERT INTO `cominfo` VALUES ('5721d71423d74a0283327269', '13111111111', '阿根廷', '槟郎', '6', '品牌测试3', '1', '2016-04-28 17:25:04', '2016-04-28 17:25:04');
INSERT INTO `cominfo` VALUES ('5721d7c223d74a028332726a', '13111111111', '阿根廷', '槟郎', '6', '品牌测试4', '6', '2016-04-28 17:27:58', '2016-05-06 16:01:42');
INSERT INTO `cominfo` VALUES ('5721d81723d74a028332726b', '13111111111', '阿根廷', '槟郎', '6', '平拍测试5', '6', '2016-04-28 17:29:24', '2016-05-04 15:30:19');
INSERT INTO `cominfo` VALUES ('5721d82123d74a028332726d', '13111111111', '阿根廷', '槟郎', '6', '平拍测试6', '1', '2016-04-28 17:29:33', '2016-04-28 17:29:33');
INSERT INTO `cominfo` VALUES ('5721dff423d74a028332726e', '13111111111', '阿根廷', '槟郎', '4', '销售商品', '1', '2016-04-28 18:02:57', '2016-04-28 18:02:57');
INSERT INTO `cominfo` VALUES ('5721e02123d74a0283327270', '13111111111', '阿根廷', '槟郎', '4', '销售商品1', '1', '2016-04-28 18:03:42', '2016-04-28 18:03:42');
INSERT INTO `cominfo` VALUES ('5721e02523d74a0283327271', '13111111111', '阿根廷', '槟郎', '4', '销售商品2', '1', '2016-04-28 18:03:46', '2016-04-28 18:03:46');
INSERT INTO `cominfo` VALUES ('5721e02d23d74a0283327272', '13111111111', '阿根廷', '槟郎', '4', '销售商品3', '1', '2016-04-28 18:03:53', '2016-04-28 18:03:53');
INSERT INTO `cominfo` VALUES ('5721e0430cf25a1f3076bfb5', '13111111111', '阿根廷', '槟郎', '4', '销售商', '5', '2016-04-28 18:04:51', '2016-04-29 10:14:24');
INSERT INTO `cominfo` VALUES ('5721e78d0cf25a1f3076bfb8', '13111111111', '阿根廷', '槟郎', '9', '品质测试', '6', '2016-04-28 18:35:57', '2016-05-06 16:01:42');
INSERT INTO `cominfo` VALUES ('5721e78f0cf25a1f3076bfb9', '13111111111', '阿根廷', '槟郎', '9', '品质测试1', '1', '2016-04-28 18:35:59', '2016-04-28 18:35:59');
INSERT INTO `cominfo` VALUES ('5721e7920cf25a1f3076bfba', '13111111111', '阿根廷', '槟郎', '9', '品质测试2', '2', '2016-04-28 18:36:02', '2016-04-29 09:49:36');
INSERT INTO `cominfo` VALUES ('5721e7970cf25a1f3076bfbb', '13111111111', '阿根廷', '槟郎', '9', '品质测试3', '1', '2016-04-28 18:36:07', '2016-04-28 18:36:07');
INSERT INTO `cominfo` VALUES ('5722bb540cf25a1f3076bfbc', '13111111111', '阿根廷', '槟郎', '3', '规格测试', '6', '2016-04-29 09:39:32', '2016-05-06 16:01:42');
INSERT INTO `cominfo` VALUES ('5722bb560cf25a1f3076bfbd', '13111111111', '阿根廷', '槟郎', '3', '规格测试1', '6', '2016-04-29 09:39:34', '2016-05-05 10:22:05');
INSERT INTO `cominfo` VALUES ('5722bc500cf25a1f3076bfbe', '13111111111', '阿根廷', '槟郎', '2', '品种1', '6', '2016-04-29 09:43:44', '2016-05-05 10:22:05');
INSERT INTO `cominfo` VALUES ('5722bc540cf25a1f3076bfbf', '13111111111', '阿根廷', '槟郎', '2', '品种2', '1', '2016-04-29 09:43:48', '2016-04-29 09:43:48');
INSERT INTO `cominfo` VALUES ('5722bc6b0cf25a1f3076bfc0', '13111111111', '阿根廷', '槟郎', '2', '品种3', '4', '2016-04-29 09:44:11', '2016-05-06 16:01:42');
INSERT INTO `cominfo` VALUES ('5722bc7b0cf25a1f3076bfc1', '13111111111', '阿根廷', '槟郎', '2', '品种4', '3', '2016-04-29 09:44:27', '2016-05-04 15:26:56');
INSERT INTO `cominfo` VALUES ('5722bc960cf25a1f3076bfc2', '13111111111', '阿根廷', '槟郎', '5', '供应商测试', '1', '2016-04-29 09:44:54', '2016-04-29 09:44:54');
INSERT INTO `cominfo` VALUES ('5722bca30cf25a1f3076bfc3', '13111111111', '阿根廷', '槟郎', '5', '供应商测试1', '5', '2016-04-29 09:45:07', '2016-05-06 16:01:42');
INSERT INTO `cominfo` VALUES ('5722bca80cf25a1f3076bfc4', '13111111111', '阿根廷', '槟郎', '5', '供应商测试2', '7', '2016-04-29 09:45:12', '2016-05-05 10:22:05');
INSERT INTO `cominfo` VALUES ('5722bcee0cf25a1f3076bfc5', '13111111111', '阿根廷', '槟郎', '8', '包装测试1', '6', '2016-04-29 09:46:22', '2016-05-06 16:01:42');
INSERT INTO `cominfo` VALUES ('5722bcf20cf25a1f3076bfc6', '13111111111', '阿根廷', '槟郎', '8', '包装测试2', '6', '2016-04-29 09:46:26', '2016-05-05 10:22:05');
INSERT INTO `cominfo` VALUES ('5722bdb00cf25a1f3076bfcd', '13111111111', '阿根廷', '槟郎', '7', '123', '2', '2016-04-29 09:49:36', '2016-05-04 16:21:38');
INSERT INTO `cominfo` VALUES ('5722bdb00cf25a1f3076bfd0', '13111111111', '阿根廷', '槟郎', '10', '12312312', '1', '2016-04-29 09:49:36', '2016-04-29 09:49:36');
INSERT INTO `cominfo` VALUES ('5722bdb00cf25a1f3076bfd1', '13111111111', '阿根廷', '槟郎', '11', '12', '3', '2016-04-29 09:49:36', '2016-05-06 16:01:42');
INSERT INTO `cominfo` VALUES ('5722c32e0cf2accac36b0685', '13111111111', '阿根廷', '槟郎', '6', '平板测试10', '2', '2016-04-29 10:13:02', '2016-04-29 10:13:11');
INSERT INTO `cominfo` VALUES ('5722c3840cf2accac36b0688', '13111111111', '阿根廷', '槟郎', '4', '销售商1', '2', '2016-04-29 10:14:28', '2016-04-29 11:02:33');
INSERT INTO `cominfo` VALUES ('5722cec90cf2accac36b068f', '13111111111', '阿根廷', '槟郎', '7', '123123', '1', '2016-04-29 11:02:33', '2016-04-29 11:02:33');
INSERT INTO `cominfo` VALUES ('5722cec90cf2accac36b0692', '13111111111', '阿根廷', '槟郎', '10', '销售描述', '7', '2016-04-29 11:02:33', '2016-05-05 10:22:05');
INSERT INTO `cominfo` VALUES ('5722cec90cf2accac36b0693', '13111111111', '阿根廷', '槟郎', '11', '12312312', '1', '2016-04-29 11:02:33', '2016-04-29 11:02:33');
INSERT INTO `cominfo` VALUES ('5722cef50cf2accac36b0694', '13111111111', '阿根廷', '槟郎', '9', '品质测试4', '6', '2016-04-29 11:03:17', '2016-05-05 10:22:05');
INSERT INTO `cominfo` VALUES ('5722cf190cf2accac36b0696', '13111111111', '阿根廷', '槟郎', '9', '品质测试5', '1', '2016-04-29 11:03:53', '2016-04-29 11:03:53');
INSERT INTO `cominfo` VALUES ('5722cf9d0cf2accac36b0697', '13111111111', '阿根廷', '槟郎', '4', '销售商12', '9', '2016-04-29 11:06:05', '2016-05-06 16:01:42');
INSERT INTO `cominfo` VALUES ('5729a4400cf26e734398e5b4', '13111111111', '阿根廷', '槟郎', '7', '123KG', '7', '2016-05-04 15:26:56', '2016-05-06 16:01:42');
INSERT INTO `cominfo` VALUES ('5729a4e50cf26e734398e5c3', '13111111111', '阿根廷', '槟郎', '11', '123', '5', '2016-05-04 15:29:41', '2016-05-05 10:22:05');
INSERT INTO `cominfo` VALUES ('5729a5470cf26e734398e5da', '13111111111', '埃及', '槟郎', '4', '销售商测试', '2', '2016-05-04 15:31:19', '2016-05-04 15:32:28');
INSERT INTO `cominfo` VALUES ('5729a54e0cf26e734398e5db', '13111111111', '埃及', '槟郎', '6', '品牌测试', '2', '2016-05-04 15:31:26', '2016-05-04 15:32:28');
INSERT INTO `cominfo` VALUES ('5729a5570cf26e734398e5dc', '13111111111', '埃及', '槟郎', '2', '品种', '2', '2016-05-04 15:31:35', '2016-05-04 15:32:28');
INSERT INTO `cominfo` VALUES ('5729a55f0cf26e734398e5dd', '13111111111', '埃及', '槟郎', '3', '规格测试', '2', '2016-05-04 15:31:43', '2016-05-04 15:32:28');
INSERT INTO `cominfo` VALUES ('5729a5670cf26e734398e5de', '13111111111', '埃及', '槟郎', '9', '品质测试', '2', '2016-05-04 15:31:51', '2016-05-04 15:32:28');
INSERT INTO `cominfo` VALUES ('5729a5770cf26e734398e5df', '13111111111', '埃及', '槟郎', '5', '供应商测试', '2', '2016-05-04 15:32:08', '2016-05-04 15:32:28');
INSERT INTO `cominfo` VALUES ('5729a5880cf26e734398e5e0', '13111111111', '埃及', '槟郎', '8', '包装测试', '2', '2016-05-04 15:32:24', '2016-05-04 15:32:28');
INSERT INTO `cominfo` VALUES ('5729a58c0cf26e734398e5e7', '13111111111', '埃及', '槟郎', '7', '123KG', '1', '2016-05-04 15:32:28', '2016-05-04 15:32:28');
INSERT INTO `cominfo` VALUES ('5729a58c0cf26e734398e5ea', '13111111111', '埃及', '槟郎', '10', '销售描述', '1', '2016-05-04 15:32:28', '2016-05-04 15:32:28');
INSERT INTO `cominfo` VALUES ('5729a58c0cf26e734398e5eb', '13111111111', '埃及', '槟郎', '11', '123', '1', '2016-05-04 15:32:28', '2016-05-04 15:32:28');
INSERT INTO `cominfo` VALUES ('5729b13723d70943208ab737', '13111111111', '阿根廷', '槟郎', '11', '1123', '1', '2016-05-04 16:21:38', '2016-05-04 16:21:38');
INSERT INTO `cominfo` VALUES ('5729c0b223d76674fdaaa5cd', '13111111111', '阿根廷', '槟郎', '10', 'Xiaoshoumiao', '1', '2016-05-04 17:27:41', '2016-05-04 17:27:41');
INSERT INTO `cominfo` VALUES ('572c4d330cf29c4f97ee849d', '13111111111', null, null, '11', 'null', '1', '2016-05-06 15:52:19', '2016-05-06 15:52:19');
